return {
	{
		"folke/snacks.nvim",
		opts = {
			dashboard = {
				preset = {
					header = [[


僧　即　苦　咒　知　得　蜜　三　想　礙　菩　無　無　無　乃　無　無　無　無　是　不　諸　是　色　舍　照　觀
揭　說　真　是　般　阿　多　世　究　無　提　無　無　無　至　無　無　無　無　故　生　法　色　不　利　見　自
諦　咒　實　無　若　耨　羅　諸　竟　罣　薩　所　智　苦　　　老　明　界　界　空　不　空　受　異　子　五　在
菩　曰　不　上　波　多　　　佛　涅　礙　埵　得　亦　集　　　死　亦　識　眼　相　滅　相　想　空　　　蘊　菩
提　　　虛　咒　羅　　　　　槃　故　依　故　無　無　滅　　　盡　無　　　耳　　　不　　　行　　　　　皆　薩
薩　揭　　　是　蜜　　　　　般　般　以　波　　　道　　　　　無　乃    　聲　　　垢　　　識　　　　　空　　
婆　諦　　　大　多　　　　　若　若　無　羅　　　得　　　　　老　至    　香　　　不　　　亦　　　　　度　行
訶　波　　　明　故　　　　　波　波　所　蜜　　　亦　　　　　死　無    　味　　　淨　　　復　　　　　一　深
　　羅　　　咒　　　　　　　羅　羅　得　多　　　智　　　　　無　意    　觸　　　不　　　如　　　　　切　般
　　揭　　　是　　　　　　　蜜　蜜　故　故　　　無　　　　　亦　識    　法　　　增　　　是　　　　　苦　若
　　諦　　　大　　　　　　　　　　　　　　　　　　　　　　　無　　　　　無　　　不　　　　　　  　　厄　波
　　　　　　神　　　　　　　　　　　　　　　　　　　　　　　明　　　　　色　　　減　　　　　　  　　　　羅
　　　　　　咒　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　蜜
　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　多
　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　時
]],
				},
			},
		},
	},
}
